# ত্রিভুজের ক্ষেত্রফল নির্ণয় করার প্রোগ্রাম লেখ। ৩
'''
১। ভূমি এবং উচ্চতা দেওয়া থাকলে।

ইনপুটে : ভূমি ও উচ্চতা। (Base, Height)
ভূমি টাইপ হবে int
উচ্চতা টাইপ হবে int

আউটপুট : ক্ষেত্রফল। (সংখ্যা)
ক্ষেত্রফল টাইপ int

ত্রিভুজের ক্ষেত্রফল = (1/2)*base*height
'''
base = int(input("তুই ভূমির পরিমাপ দে : "));
height = int(input("তুই এবার উচ্চতার পরিমাপ দে : "));




# শর্ত যাচাইপূ্র্বক ত্রিভুজের ক্ষেত্রফল নির্ণয় করার প্রোগ্রাম লেখ। ৩,৮
'''
১। ৩ বাহুর দৈর্ঘ্য দেওয়া থাকলে।

ইনপুটে : ৩ বাহুর দৈর্ঘ্য। (a,b,c)
আউটপুট : 
১ম : triangle is not possible.
২য় : ক্ষেত্রফল। (সংখ্যা)
'''
